{
    "pixel8.containers.HomePage.bannerText": "Smarter Within<sup class='trademark'>&trade;</sup>",
    "pixel8.containers.HomePage.pageTitle": "INTRO",
    "pixel8.containers.HomePage.pargraph1": "Our approach means that we work collaboratively as an essential part of your marketing team.",
    "pixel8.containers.HomePage.pargraph2": "Effective, nimble, talented and knowledgeable.",
    "pixel8.containers.HomePage.pargraph3": "Our process is simple.",
    "pixel8.containers.HomePage.pargraph4": "We build teams that become an integral part of your business. Combining just the right blend of skills and resource, we can help you overcome your key marketing challenges.",
    "pixel8.containers.HomePage.pargraph5": "This allows everyone to be more focussed and productive where it matters.",
    "pixel8.containers.HomePage.pargraph6": "Our services, delivered by your side and from our offices, provide you with an experienced and efficient marketing department.",
    "pixel8.containers.HomePage.pargraph7": "We call this ‘Smarter Within’.",
    "pixel8.containers.HomePage.pargraph8": "Our clients love it.</br>We love it.</br>And we think you’ll love it too.",

    "pixel8.containers.ClientsPage.bannerText": "Smarter, Talented, Nimble, & Knowledgable",

    "pixel8.containers.MCRActive.bannerText": "Full Service Agency Within",
    "pixel8.containers.MCRActive.pageTitle": "MCRactive",
    "pixel8.containers.MCRActive.subTitle1": "Brand Refresh, Digital Marketing, Community Management & Website",
    "pixel8.containers.MCRActive.smarterWay": "Smarter Way",
    "pixel8.containers.MCRActive.statParagraph1": "Years working seamlessly with the Eastlands Trust / MCRactive marketing teams",
    "pixel8.containers.MCRActive.statParagraph2": "Unique brand identities created for varying propositions across multiple sports centres and disciplines",
    "pixel8.containers.MCRActive.statParagraph3": "National brand identities and venue experiences for the HSBC National Cycling, National Taekwondo, National Squash, National Basketball",
    "pixel8.containers.MCRActive.statParagraph4": "Sports venues  supported, promoted and managed across Manchester & Greater Manchester",
    "pixel8.containers.MCRActive.quote": "\"With the Smarter Within&#8482; Pixel8 marketing team, I am able to be much more reactive, moving quickly and efficiently to produce key marketing material. The team help with planning, strategy, and rollout, which allows me to take advantage of many more opportunities as and when they arise.\"",
    "pixel8.containers.MCRActive.reference": "Shaun Brennan - Marketing & Commercial Manager, MCRactive",
    "pixel8.containers.MCRActive.subTitle2": "The Challenge",
    "pixel8.containers.MCRActive.body1": "How do you promote 18 sporting venues, including the four National Centres across Greater Manchester, without adding to the complexity of managing multiple agencies and headcount?",
    "pixel8.containers.MCRActive.subTitle3": "The Solution",
    "pixel8.containers.MCRActive.body2": "Our Smarter Within&#8482; approach provides resource and expertise where it’s needed and when it’s needed. From marketing planning to activation and reporting, we are with MCRactive every step of the way. Whether this is on-site or from our own HQ, we are able to respond and react, whilst providing the strategic rigour that guarantees quality and consistency.",
    "pixel8.containers.MCRActive.body3": "We achieve this by allocating the right blend of resource to manage the day-to-day activities and assign specialist skills to projects and specific campaigns throughout the year. This means we own and control the marketing plan, reporting and measurement and this provides us with greater clarity around the overall marketing objectives and return on investment.",
    "pixel8.containers.MCRActive.subTitle4": "The Outcome",
    "pixel8.containers.MCRActive.body4": "Our retained Smarter Within&#8482; approach has delivered considerable cost savings, simplified the marketing function and dramatically improved engagement and participation.",

    "pixel8.containers.CityAndGuilds.bannerText": "Brand Management Software Within",
    "pixel8.containers.CityAndGuilds.pageTitle": "City & Guilds",
    "pixel8.containers.CityAndGuilds.subTitle1": "Template Artwork, Digital Asset Management - BranditGlobal&trade;",
    "pixel8.containers.CityAndGuilds.smarterWay": "Smarter Way",
    "pixel8.containers.CityAndGuilds.statParagraph1": "Registered Users of BranditGlobal<sup class='trademark'>&trade;</sup>",
    "pixel8.containers.CityAndGuilds.statParagraph2": "Documents created within BranditGlobal&trade;",
    "pixel8.containers.CityAndGuilds.statParagraph3": "Assets Under Management",
    "pixel8.containers.CityAndGuilds.statParagraph4": "Countries Worldwide",
    "pixel8.containers.CityAndGuilds.quote": "\"Pixel8 have been great at understanding our business and what it needs. Their BranditGlobal&trade; Digital Asset Management software, has helped us significantly reduce our marketing spend and provides an intuitive interface for our users. The support and account management has been fantastic so far and I feel confident that if an issue ever arises, it will be dealt with swiftly with minimal disruption to our service.\"",
    "pixel8.containers.CityAndGuilds.reference": "Stefan Harris - Commercial Director - City & Guilds",
    "pixel8.containers.CityAndGuilds.subTitle2": "The Challenge",
    "pixel8.containers.CityAndGuilds.body1": "City & Guilds is the UK’s leading vocational education and training organisation. A position that sees them working in over 10,000 training centres throughout 80 countries, in addition to every further education college in the UK. As a result of their size and scale, City & Guilds were in search of a cost-effective and pragmatic solution that would manage all of their brand collateral and artwork.",
    "pixel8.containers.CityAndGuilds.subTitle3": "The Solution",
    "pixel8.containers.CityAndGuilds.body2": "Through our Smarter Within&#8482; approach, we advised City & Guilds on the benefits of using our Digital Asset Management Software BranditGlobal™ in order to create brand consistency across all aspects of their marketing collateral.",
    "pixel8.containers.CityAndGuilds.body3": "This would ensure all branded artwork is uploaded to a secure central server and is available to designated users across any of their international centres. Reinforcing how the agility and flexibility of Smarter Within™  is designed to provide the relevant resource, expertise and brand software where it’s needed and when it’s needed.",
    "pixel8.containers.CityAndGuilds.subTitle4": "The Outcome",
    "pixel8.containers.CityAndGuilds.body4": "Having created a set of manageable templates with editable fields (e.g. address, specific text, or imagery), City & Guilds staff now have complete control of their brand marketing collateral. Providing them with the consistency and confidence to deliver exceptional results with the freedom to focus on future relationships and projects.",

    "pixel8.containers.HotelIndigo.bannerText": "Global Branding from Within",
    "pixel8.containers.HotelIndigo.pageTitle": "Hotel Indigo",
    "pixel8.containers.HotelIndigo.subTitle1": "Integrated Marketing, Brand Creation, Brand Guidelines, Template Artwork, Social Media Management, Digital Asset Management - BranditGlobal™",
    "pixel8.containers.HotelIndigo.smarterWay": "Smarter Way",
    "pixel8.containers.HotelIndigo.statParagraph1": "Global IHG Hotel Indigo Hotels",
    "pixel8.containers.HotelIndigo.statParagraph2": "International Hermes Award - Global Brand Guidelines",
    "pixel8.containers.HotelIndigo.statParagraph3": "UK City Photography Shoots",
    "pixel8.containers.HotelIndigo.statParagraph4": "Artwork Templates Created",
    "pixel8.containers.HotelIndigo.quote": "\"Once I presented Pixel8 to the Atlanta senior management team, I had absolutely no trouble convincing the team that Pixel8 would deliver the highest calibre of work. The way that they are able to translate the brand values and personality into operational guidelines and marketing comms was absolutely fantastic.\"",
    "pixel8.containers.HotelIndigo.reference": "Ed Thorne - Director of Brand Management Global and Upscale Brands, InterContinental Hotels Group",
    "pixel8.containers.HotelIndigo.subTitle2": "The Challenge",
    "pixel8.containers.HotelIndigo.body1": "Hotel Indigo was using three different brand logos across their global chain and this inevitably caused confusion and inconsistencies throughout their global marketing communication. It was also clear that IHG’s brand positioning, as a boutique hotel had no clear identity to differentiate them from their competitors.",
    "pixel8.containers.HotelIndigo.subTitle3": "The Solution",
    "pixel8.containers.HotelIndigo.body2": "Through our Smarter Within&#8482; approach we worked closely with the IHG brand team on assessing the original logo suite to see how it could be simplified to enhance its clarity and legibility. By understanding the brand parameters, we were able to deliver a single scalable logo solution that was thoughtful, considered and could be represented across all media platforms.",
    "pixel8.containers.HotelIndigo.body3": "Within the wider brand refresh, we knew that a new photography style would play a big part in capturing and delivering the ‘local neighbourhood’ philosophy for IHG’s unique boutique hotel chain that absorbs and is influenced by, the ambience and culture of the local neighbourhood.",
    "pixel8.containers.HotelIndigo.body4": "The success and impact of the new urban lifestyle photography worked in harmony with a simple palette of three core colours that can be alternated across all collateral and brand communication, allowing the hotel managers to choose their preferred colour to suit the individual style of their hotel.",
    "pixel8.containers.HotelIndigo.subTitle4": "The Outcome",
    "pixel8.containers.HotelIndigo.body5": "Our Smarter Within&#8482; approach ensured we delivered a unique award winning brand solution for the IHG - Intercontinental Hotel Group and is a great example of how to deliver boutique, whilst remaining part of a global hotel chain.",

    "pixel8.containers.Better.bannerText": "Brand Management Software Within",
    "pixel8.containers.Better.pageTitle": "Better",
    "pixel8.containers.Better.subTitle1": "Creative Direction, Template Artwork, Digital Asset Management - BranditGlobal&trade;",
    "pixel8.containers.Better.smarterWay": "Smarter Way",
    "pixel8.containers.Better.statParagraph1": "UK Leisure Centres",
    "pixel8.containers.Better.statParagraph2": "Documents Created within BranditGlobal&trade; per Month",
    "pixel8.containers.Better.statParagraph3": "Active Artwork Templates",
    "pixel8.containers.Better.statParagraph4": "Registered Digital Asset Management Users",
    "pixel8.containers.Better.quote": "\"While working for a gym group in South Africa, I had always thought how great it would be if there was a platform which would allow my centres to create their own marketing collateral. A lot of the time the centres would ask for a simple change in price or message and I would have to use my advertising agencies time to make the smallest of changes (which could take 7 – 10 days for them to do). I subsequently moved to the UK and started working for GLL in Jan 2017. To my delight, I found out that their leisure centres use Brandit to do this exact task. The centre managers can log online, choose their choice of medium (flyer, poster, eco-roller banner), update images and content through various templates available, and send straight to the printers once approved on my side. Turnaround time is quick and centres can market quickly. A definite win for my centres and a win for me.\"",
    "pixel8.containers.Better.reference": "Alexa Chilton - Marketing Executive - GLL",
    "pixel8.containers.Better.subTitle2": "The Challenge",
    "pixel8.containers.Better.body1": "Greenwich Leisure Limited is the UK’s largest charitable leisure social enterprise - employing over 6,500 employees throughout 250 leisure and sports facilities and across partnerships with more than 30 local councils.",
    "pixel8.containers.Better.body2": "When Greenwich Leisure approached us, they were looking for a solution that would deliver complete brand control and consistency across their entire organisation and provide each leisure centre with its own suite of marketing collateral. A solution that would be secure and streamline the design, artwork and print  processes without adding to the complexity of managing multiple agencies, printers, procedures and individuals.",
    "pixel8.containers.Better.body3": "A solution that would be secure and streamline the design, artwork and print processes without adding to the complexity of managing multiple agencies, printers, procedures and individuals.",
    "pixel8.containers.Better.subTitle3": "The Solution",
    "pixel8.containers.Better.body4": "With our Smarter Within™ approach, we were able to provide Greenwich Leisure (GLL) with the resource, expertise and relevant brand software where it’s needed and when it’s needed.",
    "pixel8.containers.Better.body5": "This involved deploying our BranditGlobal&trade; service, a comprehensive brand management solution that works through the deployment of Brandit™ -  a user-friendly web to print platform and Storeit™ - the smart digital storage solution.",
    "pixel8.containers.Better.body6": "Working in parallel, this entire service offering enables Greenwich Leisure to simplify and streamline its entire marketing collateral process so that anyone, anywhere can access brand assets and personalise materials to suit their needs.",
    "pixel8.containers.Better.subTitle4": "The Outcome",
    "pixel8.containers.Better.body7": "Our retained Smarter Within&#8482; approach has removed the need for additional artwork resource, delivering considerable cost savings and dramatically improved engagement and participation. Resulting in an increase of membership from 7,000 to 650,000 and more than 40 million visitors at Greenwich Leisure.",

    "pixel8.containers.Silverbay.bannerText": "Fully Integrated Agency Within",
    "pixel8.containers.Silverbay.pageTitle": "Silver Bay Holiday Village",
    "pixel8.containers.Silverbay.subTitle1": "Brand Refresh, Digital Marketing, Community Management & Website",
    "pixel8.containers.Silverbay.smarterWay": "Smarter Way",
    "pixel8.containers.Silverbay.statParagraph1": "Increase in Yearly Sales",
    "pixel8.containers.Silverbay.statParagraph2": "Lodges Sold in the last 12 Month",
    "pixel8.containers.Silverbay.statParagraph3": "Average increase in monthly online traffic",
    "pixel8.containers.Silverbay.statParagraph4": "Increase on lead generations in the first 12 months",
    "pixel8.containers.Silverbay.quote": "\"After a long search for the right partner who understands our business, ethos and vision, we were delighted to find pixel8. On every level, the pixel8 team has exceeded our expectations. We have a clear plan and strategy which is already bringing phenomenal results.\"",
    "pixel8.containers.Silverbay.reference": "Jamie Hughes - General Manager",
    "pixel8.containers.Silverbay.subTitle2": "The Challenge",
    "pixel8.containers.Silverbay.body1": "Situated on the picturesque Anglesey coast, the Silver Bay Holiday Village required a brand that would promote this unique coastal retreat and showcase the multi-million pound facilities on offer. This had to be achieved alongside a targeted campaign that would engage prospective owners in order to generate interest and enquiries.",
    "pixel8.containers.Silverbay.subTitle3": "The Solution",
    "pixel8.containers.Silverbay.body2": "Our Smarter Within&#8482; approach started with the in-depth analysis of the target customer and it was from this research that we were able to formulate a long-term plan. With a revitalised brand in place, quality leads could be generated and expectations were soon met and surpassed.",
    "pixel8.containers.Silverbay.body3": "A major factor to the campaign’s success was through social media community management and this saw the introduction of a brand new user experience and a customer journey that maximised social awareness at every opportunity. Combined with our strategic positioning, specialist skills and experienced management team, the campaign soon gathered momentum and popularity.",
    "pixel8.containers.Silverbay.subTitle4": "The Outcome",
    "pixel8.containers.Silverbay.body4": "Delivering exceptional results and a continuing success story means the Smarter Within™ approach has given the Silver Bay management team the independence and freedom to focus on ongoing operations and future sales.",

    "pixel8.containers.Hilton.bannerText": "Integrated Marketing From Within",
    "pixel8.containers.Hilton.pageTitle": "Hilton Hotels",
    "pixel8.containers.Hilton.subTitle1": "Content & Community Management, Design & Artwork and Web Application Design",
    "pixel8.containers.Hilton.smarterWay": "Smarter Way",
    "pixel8.containers.Hilton.statParagraph1": "",
    "pixel8.containers.Hilton.statParagraph2": "",
    "pixel8.containers.Hilton.statParagraph3": "",
    "pixel8.containers.Hilton.statParagraph4": "",
    "pixel8.containers.Hilton.quote": "\"\"",
    "pixel8.containers.Hilton.reference": "",
    "pixel8.containers.Hilton.subTitle2": "The Challenge",
    "pixel8.containers.Hilton.body1": "How do you help one of the world’s largest hotel groups to think differently, to challenge accepted ways of thinking and shift guests’ perceptions, whilst driving revenue and addressing key changes in an evolving hotel market?",
    "pixel8.containers.Hilton.subTitle3": "The Solution",
    "pixel8.containers.Hilton.body2": "Building on our existing long term relationship with Hilton EMEA and UK marketing teams and with a detailed understanding of the brand parameters, we were able to deliver original and engaging creative that could be represented across all media platforms.",
    "pixel8.containers.Hilton.body3": "From concept to completion, our Smarter Within™ approach provides us with the tools and resource to deliver key revenue generation campaigns that target specific customer groups. Campaigns such as ‘The Tale of Three Cities’ that actively encouraged Chinese visitors to stay at Hilton’s most luxurious hotels to the movie-themed ‘The Boss Baby’ initiative, which inspired UK families to consider Hilton as a leisure destination and the  new ‘Experience More’ proposition for Hilton UK Meetings & Events.",
    "pixel8.containers.Hilton.subTitle4": "The Outcome",
    "pixel8.containers.Hilton.body4": "Delivering exceptional results through our Smarter Within™ process is key to any successful partnership, but even more so when a global leading Hotel brand requires engaging internal communications that promote key strategic campaigns and marketing activity.",
    "pixel8.containers.Hilton.body5": "From carefully crafted social content to engaging infographics and promotional video, raising brand awareness and business revenue is the key to any businesses success, but doing this in an exciting and engaging way is always the biggest challenge, but also the most rewarding.",

    "pixel8.containers.CheadleHulmeSchool.bannerText": "Fully Integrated Agency Within",
    "pixel8.containers.CheadleHulmeSchool.pageTitle": "Cheadle Hulme School",
    "pixel8.containers.CheadleHulmeSchool.subTitle1": "Brand Development, Graphic Design & Artwork, Integrated Marketing, Inbound Marketing & Web Application Design.",
    "pixel8.containers.CheadleHulmeSchool.smarterWay": "Smarter Way",
    "pixel8.containers.CheadleHulmeSchool.statParagraph1": "",
    "pixel8.containers.CheadleHulmeSchool.statParagraph2": "",
    "pixel8.containers.CheadleHulmeSchool.statParagraph3": "",
    "pixel8.containers.CheadleHulmeSchool.statParagraph4": "",
    "pixel8.containers.CheadleHulmeSchool.quote": "\"Pixel8 have really helped to drive focus and direction and this has resulted in an increase in both awareness and enquiries.\"",
    "pixel8.containers.CheadleHulmeSchool.reference": "",
    "pixel8.containers.CheadleHulmeSchool.subTitle2": "The Challenge",
    "pixel8.containers.CheadleHulmeSchool.body1": "Founded in 1855 in South Cheshire, Cheadle Hulme School (CHS) provides a diverse community of young people with an outstanding education. As a leading independent co-educational school, CHS is proud of its academic and co-curricular achievements.",
    "pixel8.containers.CheadleHulmeSchool.body2": "Our challenge was to deliver a dynamic, engaging brand that embraced the heritage and principles of CHS, whilst providing reassurance and guidance to all the prospective parents, families, students and friends, that CHS is the right choice for a rich, challenging and fulfilling education.",
    "pixel8.containers.CheadleHulmeSchool.subTitle3": "The Solution",
    "pixel8.containers.CheadleHulmeSchool.body3": "Our Smarter Within™ approach enables us to identify key marketing objectives and build a progressive plan that focusses on achieving the core activities that deliver results. This plan lead to the creation of a brand and a modern web presence that exudes the historical values of CHS and would remain central to all of our creative work.",
    "pixel8.containers.CheadleHulmeSchool.body4": "By raising awareness through a mix of outdoor advertising, print and digital marketing, we were able to drive the right type of enquiry to the right audience at the right time.",
    "pixel8.containers.CheadleHulmeSchool.body5": "Presenting parents with a quarterly and annual magazine provided the perfect platform to showcase and celebrate all the hard work that was taking place at CHS and in doing so, remain in contact with alumni throughout the year.",
    "pixel8.containers.CheadleHulmeSchool.subTitle4": "The Outcome",
    "pixel8.containers.CheadleHulmeSchool.body6": "Pixel8 build successful, long term relationships that are based on continuous measurement and improvement. Working closely with the CHS management team, we were able to utilise the budget more efficiently and effectively. This delivered greater transparency and provided us with a platform to achieve greater success, awareness and demand for the benefits of being involved with such an outstanding school.",

    "pixel8.containers.CrownePlaza.pageTitle": "IHG - Crowne Plaza",
    "pixel8.containers.CrownePlaza.subTitle1": "Needs adding",
    "pixel8.containers.CrownePlaza.smarterWay": "Smarter Way",
    "pixel8.containers.CrownePlaza.statParagraph1": "Needs adding",
    "pixel8.containers.CrownePlaza.statParagraph2": "Needs adding",
    "pixel8.containers.CrownePlaza.statParagraph3": "Needs adding",
    "pixel8.containers.CrownePlaza.statParagraph4": "Needs adding",
    "pixel8.containers.CrownePlaza.quote": "\"Once I presented Pixel8’s proposal to the Atlanta senior management team, I had absolutely no trouble convincing the team that Pixel8 would deliver the highest calibre of work. The way that they are able to translate the brand values and personality into operational guidelines and marketing comms was absolutely fantastic.\"",
    "pixel8.containers.CrownePlaza.reference": "Ed Thorne - Director of Brand Management Global and Upscale",
    "pixel8.containers.CrownePlaza.subTitle2": "The Challenge",
    "pixel8.containers.CrownePlaza.body1": "IHG Crowne Plaza approached us with a simple question: \"How can we change the perception of our global hotel brand, whilst retaining our core values and market position as the the hotel of choice for successful business travellers?\"",
    "pixel8.containers.CrownePlaza.subTitle3": "The Solution",
    "pixel8.containers.CrownePlaza.body2": "The Smarter Within&#8482; approach is based on building brands that really work at achieving their objectives and we knew that Crowne Plaza had to maintain brand consistency and worldwide recognition in order to champion the brand and understand its values, mission and role within collateral.",
    "pixel8.containers.CrownePlaza.body3": "Our ‘Moment in a Moment’ concept delivered prominence and trust across all imagery and this involved three global photo shoots, creating assets that were tactile, inspiring and different to anything produced previously - increasing the overall value of the Crowne Plaza brand and highlight its importance as the hotel chain that helps people reach their personal business goals.",
    "pixel8.containers.CrownePlaza.body4": "We also had to apply rules that were focused on the day-to-day real-world implications of using the guidelines, to ensure they were easy to understand for every user in every country.",
    "pixel8.containers.CrownePlaza.subTitle4": "The Outcome",
    "pixel8.containers.CrownePlaza.body5": "The new brand guidelines now provide everyone with the everyday tools they need to showcase the brand in its best light and in multiple languages across the world. It has also revolutionised production methods, with a suite of over 600 editable artwork files, over 1000 photographs capturing all business scenarios, made available for each of the 400 global hotels. Giving Crowne Plaza employees the capabilities to produce consistent on-brand material quickly, easily and without any confusion.",

    "pixel8.containers.BusinessGrowthHub.bannerText": "An Integrated Agency Within",


    "pixel8.containers.Storebox.bannerText": "Fully Integrated Agency Within",

    "pixel8.containers.CrownePlaza.bannerText": "International Brand Success Within",

    "pixel8.components.News.sectionTitle": "Smarter News...",
    "pixel8.components.ClientBlock.sectionTitle": "Smarter Clients...",

    "app.components.Navigation.homeLink": "Home",
    "app.components.Navigation.getInTouchLink": "Get In Touch",
    "app.components.Navigation.clientsLink": "Clients",
    "app.components.Navigation.newsLink": "News",


    "pixel8.components.Footer.recruitment": "Want to work for us?",
    "pixel8.components.Footer.viewMap": "View Map",

    "pixel8.containers.LocaleToggle.em": "en",
    "pixel8.containers.LocaleToggle.de": "de"
}
